Repository: Kesco-m/Kesco.Lib.Win.Document
Catalog: Search/Dialogs/PersonListNew.*.resx
Languages: ru

# gbOrganizations.Text
source: Types of persons
ru: Тип лица

# chBoxPhysicalPersons.Text
source: Physical persons
ru: Физические лица

# chBoxOrganization.Text
source: Legal persons
ru: Организации

# chBoxBank.Text
source: Banks
ru: Банки

# chBoxPersonsCheck.Text
source: Persons - checked up
ru: Лица - проверенные

# chBoxPersonsUncheck.Text
source: Persons - not checked up
ru: Лица - не проверенные

# gbOrganizationForm.Text
source: Ðžrganizational - legal form:
ru: Организационно-правовая форма

# cbOrganizationalForm.Text
source: <not specified>
ru: <не указано>

# chBoxEmployees.Text
source: employees
ru: ответственные сотрудники

# chBoxSubtypes.Text
source: Including subtypes
ru: включая подтипы

# chBoxTypesEnable.Text
source: Types
ru: типы

# gBCountryRegistration.Text
source: Country of registration
ru: Страна регистрации:

# gbProject.Text
source: Working with business project
ru: Работающие по бизнес-проекту

# chBoxIncludSubProject.Text
source: Including subproject
ru: с подпроектами

# chBoxAnyBusinessProject.Text
source: Any
ru: по любому

# rbOR.Text
source: OR
ru: ИЛИ

# rbAND.Text
source: AND
ru: И

# gbPersons.Text
source: Audited accounting
ru: Проверенные бухгалтерией
