Repository: Kesco-m/Kesco.Lib.Win.Document
Catalog: StringResources.*.resx
Languages: et, ru

source: Document
et: Dokument
ru: Документ

# Of
source: on
et: alates
ru: от

source: Error
et: Viga
ru: Ошибка

# Enviroment_Servers_Error1
source: No information about local archive
et: Puudub info lokaalarhiividest
ru: Нет информации о локальных архивах

source: image
et: kujutis
ru: изображение

# OImage
source: image
et: kujutised
ru: изображения

# Select_SelectDocDialog_Message2
source: e-form
et: elektroonilist vormi
ru: электронную форму

# Select_SelectDocDialog_Message1
source: Probably given document is already in archive. Before to save the electronic form as the new document, be convinced, thatis is not the e-form to one of document in archive.
et: Võib olla, antud dokument on juba kantud arhiivi. Enne elektroonilise vormi salvestamist uue dokumendina veenduge, et see ei ole ühe arhiivdokumendi elektrooniline vorm.
ru: Возможно данный документ уже занесен в архив. Прежде чем сохранять электронную форму как новый документ, убедитесь, что она не является электронной формой к одному из занесенных в архив.

source: Show
et: Näita
ru: Показать

# Rights
source: Right
et: Õigused
ru: Права

# InArchiv
source: In archive
et: Arhiivis
ru: В архиве

source: Find
et: leitud
ru: найден

# FindPlural
source: Find
et: leitud
ru: найдено

source: on
et: kohta
ru: на

# NoNumber
source: [number is not specified]
et: [number ei ole määratud]
ru: [номер не указан]

# NoData
source: [date is not specified]
et: [kuupäev ei ole määratud]
ru: [дата не указана]

# Select_SelectDocDialog_ChooseDocDialog_Load_Message1
source: similar document
et: sarnane dokument
ru: похожий документ

# Select_SelectDocDialog_ChooseDocDialog_Load_Message2
source: similar documents
et: sarnast dokumenti
ru: похожих документа

# Select_SelectDocDialog_ChooseDocDialog_Load_Message3
source: similar documents
et: sarnast dokumenti
ru: похожих документов

source: ID
et: Kood
ru: Код

source: Document type
et: Dokumendi tüüp
ru: Тип документа

source: Document number
et: Dokumendi number
ru: Номер документа

source: Description
et: Kirjeldus
ru: Описание

source: Access to edit
et: Ligipääs muutmiseks
ru: Доступ на изменение

source: Available
et: Kättesaadav
ru: Доступен

source: Not available
et: ei ole kättesaadav
ru: Не доступен

source: have e-form
et: on olemas elektrooniline vorm
ru: имеет эл.форму

# Select_SelectDocDialog_buttonOK_Click_Message1
source: This document is not available for you.
et: See dokument ei ole Teile kättesaadav
ru: Этот документ вам не доступен.

# Select_SelectDocDialog_buttonOK_Click_Message2
source: You can add the new image only to the document accessible to you, for all other documents you can see the list of the employees what having rights to this document (it is caused through the context menu).
et: Te saate lisada uut kujutist vaid Teile kättesaadavale dokumendile, teiste dokumentide jaoks saate vaadata töötajate nimekirja, kellel on õigused selle dokumendi kohta (kutsutakse välja läbi kontekstmenüü).
ru: Вы можете добавить новое изображение только к доступному вам документу, для всех остальных документов вы можете просмотреть список сотрудников, обладающих правами на этот документ (вызывается через контекстное меню).

source: Not enough rights
et: Puuduvad õigused
ru: Недостаточно прав

# Select_SelectDocDialog_buttonOK_Click_Message3
source: This document already has the e-form
et: Sellel dokumendil on elektrooniline vorm juba olemas
ru: Этот документ уже имеет электронную форму.

# Select_SelectDocDialog_buttonOK_Click_Message4
source: You can add the new e-form only to the document accessible to you what does not having the e-form.
et: Te saate lisada uut elektroonilist vormi vaid Teile kättesaadavale dokumendile, millel puudub elektrooniline vorm.
ru: Вы можете добавить новую электронную форму только к доступному вам документу не имеющему электронной формы.

source: Search
et: Otsi
ru: Найти

source: Choice
et: Valik
ru: Выбор

source: Create new
et: Loo uus
ru: Создать новый

source: outgoing
et: väljuv
ru: исходящий

source: incoming
et: sisse
ru: входящий

# Select_SelectTypeDialog_Message1
source: document of type
et: dokument tüübiga
ru: документ типа

# Select_SelectTypeDialog_SelectType_Load_Error1
source: The object is not initialized
et: Objekt ei ole initsialiseeritud
ru: Не инициализирован объект

source: Similar
et: Sünonüümid
ru: Синонимы

source: Specify types
et: Sarnased tüübid
ru: Похожие типы

# Select_SelectTypeDialog_types_DoubleClick_Message1
source: The direction of movement of the document is not chosen
et: Dokumendi liikumissuund ei ole valitud
ru: Не выбрано направление движения документа

source: Warning
et: Hoiatus
ru: Предупреждение

# Properties_PropertiesDocImageDialog_UpdateControls_Message1
source: Image is main
et: Kujutis on põhikujutis
ru: Изображение является основным

# Properties_PropertiesDocImageDialog_UpdateControls_Message2
source: Image is not main
et: Kujutis ei ole põhikujutis
ru: Изображение не является основным

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Message1
source: Image with ID
et: Kujutis koodiga
ru: Изображение с кодом

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Message2
source: not found
et: ei ole leitud
ru: не найдено

source: Archive
et: Arhiiv
ru: Архив

source: Place
et: Koht
ru: Место

source: Local
et: Lokaalne
ru: Локальный

source: External
et: Väline
ru: Внешний

source: Sender
et: Saatja
ru: Отправитель

# Receiver
source: Recipient
et: Saaja
ru: Получатель

source: Contact
et: Kotakt
ru: Контакт

# SendTime
source: Sent time
et: Saatmise aeg
ru: Время отправки

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Error1
source: No document ID
et: Dokumendi kood ei ole määratud
ru: Не указан код документа

# Search_FrmSave_FrmSave_Load_Title1
source: Saving of set of parameters of search
et: Otsinguparameetrite kogumi salvestamine
ru: Сохранение набора параметров поиска

# Search_FrmSave_FrmSave_Load_Title2
source: Loading set of parameters of search
et: Otsinguparameetrite kogumi laadimine
ru: Загрузка набора параметров поиска

# Search_FrmSave_FrmSave_Load_Message1
source: Name of saved set of parameters of search
et: Salvestatava otsinguparameetrite kogumi nimetus
ru: Название сохраняемого набора параметров поиска

# Search_FrmSave_FrmSave_Load_Message2
source: Name of loading set of parameters of search
et: Laetava otsinguparameetrite kogumi nimetus
ru: Название загружаемого набора параметров поиска

source: Save
et: Salvesta
ru: Сохранить

source: Load
et: Lae
ru: Загрузить

# Search_FrmSave_FrmSave_Closing_Message1
source: It is necessary to choose saved set of parameters
et: Tuleb valida salvestatud parameetrite kogum
ru: Необходимо выбрать сохраненный набор параметров

# Search_FrmSave_FrmSave_Closing_Message2
source: It is necessary to specify name of saved set of parameters
et: Tuleb määrata salvestatud parameetrite kogumi nimetust
ru: Необходимо указать название сохраненного набора параметров

# Search_FrmSave_LoadXML_Message1
source: Error at loading a set of parameters of search
et: Viga otsinguparameetrite kogumi laadimisel
ru: Ошибка при загрузке набора параметров поиска

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Message3
source: Receive from
et: Saabus
ru: Поступило от

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Message4
source: From number
et: Numbrilt
ru: С номера

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Message5
source: Received fax
et: Sai faksi kätte
ru: Получил факс

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Title1
source: Adding image
et: Kujutise lisamine
ru: Добавление изображения

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Message6
source: Name of file is not specified
et: Faili nimi ei ole määratud
ru: Не указано имя файла

source: Document search
et: Dokumendi otsing
ru: Поиск документа

source: Save inquiry
et: Salvesta päring
ru: Сохранить запрос

source: Save as
et: Salvesta kui
ru: Сохранить как

# Search_OptionsDialog_LoadXML_Error1
source: XML structure of inquiry does not correspond to the standard
et: Päringu ХМL-struktuur ei vasta standardile
ru: ХМL структура запроса не соответствует стандарту

# Search_OptionsDialog_SaveXML_Message1
source: Other inquiry with such name already exists.
et: Päring selle nimega juba eksisteerib
ru: Другой запрос с таким именем уже существует.

source: Overwrite?
et: Asendan?
ru: Перезаписать?

source: Saving inquiry
et: Päringu salvestamine
ru: Сохранение запроса

# Search_OptionsDialog_ValidateXML_Error1
source: Remove this parameter from set of search?
et: Kas kustutan seda parameetrit otsingukriteeriumitest?
ru: Удалить этот параметр из критериев поиска?

# Search_OptionsDialog_ValidateXML_Error2
source: Any parameter of search is not specified.
et: Ükski otsinguparameeter ei ole määratud.
ru: Не указан ни один параметр поиска.

# Search_OptionsDialog_ValidateXML_Error3
source: Continue choice of parameters?
et: Jätkan parameetrite valimisega?
ru: Продолжить выбор параметров?

# Search_OptionsDialog_SaveDialogOld_Message1
source: Inquiry name
et: Päringu nimetus
ru: Название запроса

# ToSearch
source: Search
et: Otsi
ru: Искать

source: Choose
et: Vali
ru: Выбрать

# Search_Dialogs_Employee_Message1
source: employee is not chosen
et: töötaja ei ole valitud
ru: сотрудник не выбран

# Search_Dialogs_SvyazannyiDokument_FillElement_Error1
source: It is necessary to choose the document.
et: Tuleb valida dokument
ru: Необходимо выбрать документ.

# Search_Dialogs_SvyazannyiDokument_FillElement_Error2
source: It is necessary to specify to search 'main' or 'subsequent'.
et: Tuleb otsida alamdokumendid või alusdokumendid
ru: Необходимо указать искать 'вытекающие' или 'основания'.

source: and
et: ja
ru: и

source: or
et: või
ru: или

# Search_Dialogs_КодДокумента_Error1
source: Document ID is specified incorrectly
et: Dokumendi kood on valesti määratud
ru: Код документа указан неверно

# NotSelected
source: [is not chosen]
et: [ei ole valitud]
ru: [не выбран]

# Search_Dialogs_ТипДокумента_Message1
source: Including similar types
et: Kaasa arvatud sünonüümid või sarnased tüübid
ru: Включая синонимы или похожие типы

# Search_Dialogs_ТипДокумента_Message2
source: Including specifications of type
et: Kaasa arvatud tüübi täpsustus
ru: Включая уточнения типа

# OptionsDialogs_Base_Error1
source: It is necessary to specify an option for change
et: Määrake optsioon muutmiseks
ru: Необходимо указать опцию для изменения

# Image_ImageControl_Zoom_Error1
source: Size more then maximum allowed
et: Suurus on maksimaalsest suurem
ru: Размер привышает максимально допустимый

# Image_ImageControl_Zoom_Error2
source: Size less minimally allowable
et: Suurus on minimalsest väiksem
ru: Размер меньше минимально допустимого

# Image_ImageControl_FitTo_Error1
source: Incorrect parameter
et: Vale parameeter
ru: Не верный параметр

# Image_ImageControl_FitTo_Error2
source: Allowable values
et: Lubatud väärtused
ru: Допустимые значения

# Image_ImageControl_PrintSelection_Error1
source: Error at printing of the selected fragment
et: Viga valitud fragmendi trükimisel
ru: Ошибка печати выделенного фрагмента

# Image_ImageControl_imgEdit_MouseDownEvent_Message1
source: Note properties
et: Märgise omadused
ru: Свойства пометки

# Image_ImageControl_imgEdit_MouseDownEvent_Message2
source: Delete note
et: Kustuta märgis
ru: Удаление пометки

# Dialog_DocPrintDialog_Error1
source: There is no print form for this document type.
et: Selle dokumendi trükivorm ei ole ettenähtud
ru: Непредусмотренна форма для печати данного документа

source: Name
et: Nimi
ru: Имя

source: Comment
et: Kommentaar
ru: Комментарий

# Dialog_DocPrintDialog_LoadPrinters_Error1
source: There are no installed printers!
et: Puuduvad paigaldatud printerid!
ru: Отсутствуют установленные принтеры!

# Dialog_DocPrintDialog_Print_Error1
source: Printer not selected
et: Printer ei ole valitud
ru: Не выбран принтер

# Dialog_PrintAllDialog_Title1
source: Choose settings of printing of document folder
et: Valige dokumendi kataloogi trüki parameetrid
ru: Выберите настройки печати папки документов

# PrinterOp_Status1
source: Another
et: Muu
ru: Другое

# PrinterOp_Status2
source: Anknown
et: Teadmata
ru: Неизвестно

# PrinterOp_Status3
source: Ready
et: Valmis
ru: Готов

# PrinterOp_Status4
source: Printing
et: Prindib
ru: Печатает

# PrinterOp_Status5
source: Warming
et: Soojendus
ru: Прогревается

# PrinterOp_Status6
source: Print stop
et: Print peatatud
ru: Печать остановлена

# PrinterOp_Status7
source: Offline
ru: Оффлайн

# PrinterOp_PrinterProperties_Error1
source: It is impossible to receive printer data.
et: Ei saa andmeid printeri kohta
ru: Невозможно получить данные о принтере.

# PrinterOp_PrinterProperties_Error2
source: Error ID
et: Vea kood
ru: Код ошибки

# PrinterOp_PrinterProperties_Error3
source: Can not open the printer
et: Ei saa avada prnterit
ru: Не удалось открыть принтер

# PrinterOp_PrinterProperties_SetOrientation_Error1
source: It was not possible establish orientation of page.
et: Ei saa määrata lehekülje orientatsiooni
ru: Не удалось установить ориентацию страницы.

source: index
et: indeks
ru: индекс

# Dialog_CheckedControlCollection_Error1
source: is out of range (range dimantion
et: piiretest väljas (nimekirja suurus
ru: выходит за границы (размер списка

# Dialog_AddDBDocDialog_buttonOK_Click_Warning1
source: You have not specified number of the document. Continue?
et: Te ei määranud dokumendi numbrit. Jätkan?
ru: Вы не указали номер документа. Продолжить?

source: Input error
et: Sisestuse viga
ru: Ошибка ввода

# Dialog_AddDBDocDialog_buttonOK_Click_Warning2
source: Number of the document specified by you does not contain figures. Continue?
et: Teie poolt määratud dokumendi number ei sisalda numbreid. Jätkan?
ru: Указанный вами номер документа не содержит цифр. Продолжить?

# Dialog_AddDBDocDialog_buttonOK_Click_Warning3
source: You have not specified date of the document. Continue?
et: Te ei määranud dokumendi kuupäeva. Jätkan?
ru: Вы не указали дату документа. Продолжить?

source: Repeat input.
et: Korrake sisestust
ru: Повторите ввод.

# Dialog_AddDBDocDialog_buttonOK_Click_Warning4
source: You have not specified any
et: Te ei määranud ühtegi
ru: Вы не указали ни одного

# Dialog_AddDBDocDialog_buttonOK_Click_Warning5
source: Between
et: Vahel
ru: Среди

# Dialog_AddDBDocDialog_buttonOK_Click_Warning6
source: any company of Holding is not specified.
et: ükski Holdngu firma ei ole määratud
ru: не указана ни одна компания Холдинга.

# Dialog_AddDBDocDialog_buttonOK_Click_Warning7
source: At saving of the document, not specifying between
et: Dokumendi salvestamisel, määramata
ru: При сохранении документа, не указывая среди

# Dialog_AddDBDocDialog_buttonOK_Click_Warning8
source: any company of Holding, it will not be accessible to any employee, except for you.
et: Holdingu firmad, ükski töötaja, v.a. Teie, ei pääse sellele ligi.
ru: компании Холдинга, он не будет доступен ни одному сотруднику, кроме вас.

# Dialog_AddDBDocDialog_buttonOK_Click_Warning9
source: You are sure, that want to save the document without the company of Holding.
et: Kas olete kindel, et soovite salvestada dokumenti ilma Holdingu firmata.
ru: Вы уверены, что хотите сохранить документ без компании Холдинга.

# Dialog_AddDBDocDialog_buttonOK_Click_Warning10
source: You have specified only one
et: Määrasite vaid ühte
ru: Вы указали только одно

# Dialog_AddDBDocDialog_buttonOK_Click_Warning11
source: For most of documents it is required to specify not less than two
et: Enamus dokumentide jaoks tuleb määrata vähemalt kaks
ru: Для большинства документов требуется указать не менее двух

# Dialog_AddDBDocDialog_buttonOK_Click_Warning12
source: Save the document with one
et: Salvesta dokument ühega
ru: Сохранить документ с одним

source: File
et: Fail
ru: Файл

source: not found.
et: ei ole leitud.
ru: не найден.

# Dialog_AddDBDocDialog_buttonOK_Click_Error1
source: saving to archive is impossible.
et: Salvestus arhiivi ei ole võimalik.
ru: Сохранение в архив невозможно.

# Dialog_AddDBDocDialog_buttonOK_Click_Error2
source: File was not copied:
et: Fail ei olnud kopeeritud
ru: Не скопировался файл

# Dialog_AddDBDocDialog_buttonOK_Click_Error3
source: The document is not saved!
et: Dokument ei ole salvestatud!
ru: Документ не сохранен!

source: document ID
et: Dokumendi kood
ru: Код документа

source: image ID
et: Kujutise kood
ru: Код изображения

# Dialog_AddDBDocDialog_buttonOK_Click_Error4
source: The document is saved, but it was not possible to save
et: Dokument on salvestatud, kui salvestamine nurjus.
ru: Документ сохранен, но не удалось сохранить

# Dialog_AddDBDocDialog_buttonOK_Click_Error5
source: is already saved in archive
et: juba salvestatud arhiivi
ru: уже сохранен в архив

source: Employee
et: Töötaja
ru: Сотрудник

source: In work
et: Töös
ru: В работе

source: Yes
et: Jah
ru: Да

# MailingListEditDialog_buttonSave_Click_Error1
source: You should specify the name of mailing list.
et: Määrake postiloendi nimetus
ru: Вы должны указать название списка рассылки.

# MailingListEditDialog_buttonSave_Click_Error2
source: You should specify the employees who are included in mailing list .
et: Määrake töötajad, mis kuuluvad postiloendi
ru: Вы должны указать сотрудников, входящих в список рассылки.

source: Mailing list
et: Postiloend
ru: Список рассылки

source: Contact edit
et: Kontakti muutmine
ru: Редактирование контакта

# Dialog_PersonContactDialog_buttonAdd_Click__Warning1
source: You can not add a contact to a person
et: Te ei saa inimesega kontakti lisada
ru: Вы не можете добавить контакт лицу

# Dialog_PersonContactDialog_buttonAdd_Click_Warning2
source: Conect to curator of the given person or to secretaries.
et: Pöörduge selle isiku poolt vastutava või sekretärite poole.
ru: Обратитесь к ответственному за данное лицо или к секретарям.

# Dialog_SavePartDialog_Title1
source: Delete part of image
et: Kustuta dokumendi osa
ru: Удалить часть документа

# Dialog_SendFaxDialog_SendFax_Error1
source: Error at sending. Contact to administrator.
et: Viga saatmisel. Pöörduge administraatori poole.
ru: Ошибка при отправке. Обратитесь к администратору

# Dialog_SendFaxDialog_SendFax_Error2
source: Can not find the contact
et: Ei saa leida kontakti.
ru: Не удается найти контакт

# Dialog_SendFaxDialog_SendFax_Error3
source: Creating artificial person
et: Juriidilise isiku loomine.
ru: Создание юридического лица

# Dialog_SendFaxDialog_SendFax_Error4
source: Creating natural person
et: Füüsilise isiku loomine.
ru: Создание физического лица

# Dialog_SendMessageDialog_SendMessageDialog_Load_Title1
source: for document
et: dokumendi jaoks
ru: по документу

# Dialog_SendMessageDialog_SendMessageDialog_Load_Title2
source: for {0} documents
et: dokumendi jaoks {0}
ru: по {0} документам

# Dialog_SendMessageDialog_Send_Message1
source: You have not specified the text of any message!
et: Te ei määranud ühtegi sõnumi teksti!
ru: Вы не указали текст ни одного сообщения!

# Dialog_SendMessageDialog_Send_Message2
source: Input text and repeat sending.
et: Sisestage tekst ning korrake saatmist.
ru: Введите текст и повторите отправку.

# Dialog_SendMessageDialog_Send_Message3
source: You have not specified any recipients of the general message!
et: Te ei märanud üldise sõnumi jaoks ühtegi saajat!
ru: Вы не указали ни одного получателя общего сообщения!

# Dialog_SendMessageDialog_Send_Message4
source: Specified them and repeat sending.
et: Määrake saajad ning korrake saatmist.
ru: Укажите их и повторите отправку.

# Dialog_SendFaxDialog_buttonSend_Click_Error1
source: The form for sending is not specified
et: Vorm saatmiseks ei ole määratud
ru: Не указанна форма для отправки

# DocControl_image_NeedSave_Message1
source: Save changes
et: Salvesta muutused
ru: Сохранить изменения

source: page
et: lehekülg
ru: страница

# Save1
source: Save
et: Salvesta
ru: Сохранение

source: Confirmation
et: Kinnitus
ru: Подтверждение

# MenuList_menuDel_Click_Message1
source: Delete document link
et: Kustuta dokumentide seost
ru: Удалить связь документов

source: Main documents
et: Alusdokumendid
ru: Документы-основания

source: field
et: väli
ru: поле

source: Subsequent documents
et: Alamdokumendid
ru: Документы вытекающие

source: no
et: ei
ru: нет

source: on sum
et: summa kohta
ru: на сумму

# Rouble
source: r.
ru: р.

# Control_TransactionControl_linkLabel_LinkClicked_Message1
source: Edit transaction
et: Finantsoperatsiooni muutmine
ru: Изменение финоперации

# Control_TransactionControl_Message1
source: Create transaction
et: Finantsoperatsiooni loomine
ru: Создание финоперации

source: Incoming fax
et: Faks sisse
ru: Входящий факс

source: received
et: saadud
ru: получен

# SentFax
source: Fax sent
et: Faks on saadetud
ru: Отправлен факс

source: Scaned document
et: Skaneeritud dokument
ru: Сканированный документ

# ScanDocument
source: Document scaned
et: Dokument skaneeritud
ru: Сканирован документ

source: Documents not found.
et: Dokumendid ei ole leitud.
ru: Документы не найдены.

# DocBlock_SelectDialog_DialogEvent_Message1
source: Do you wish to change criteria of search and repeat inquiry?
et: Kas soovite muuta otsingukriteeriumid ja korrata päringut?
ru: Желаете изменить критерии поиска и повторить запрос?

source: Nothing found
et: Midagi ei ole leitud
ru: Ничего не найдено

# CreatedDocument
source: Creating document
et: Dokumendi loomine
ru: Создаваемый документ

# DocTypeBlock_OnLoad_Error1
source: It is impossible to receive document type data.
et: Ei saa andmeid dokumentide tüüpidest
ru: Невозможно получить данные о типах документов.

# DocTypeBlock_OnLoad_Error2
source: Object of the data is not initialized:
et: Andmeobjekt ei ole initsialiseeritud
ru: Не инициализирован объект данных

# PersonBlock_LoadUsedPersons_Error1
source: It is impossible to receive persons data.
et: Ei saa andmeid isikute kohta
ru: Невозможно получить данные о лицах.

source: Find all
et: Leia kõik
ru: Найти все

source: Add
et: Lisa
ru: Добавить

source: Whom
et: Kellele
ru: Кому

# NoContact
source: Send with out creating contact
et: Saada kontakti loomiseta
ru: Отправить без создания контакта

source: Create contact
et: Loo kontakt
ru: Создать контакт

# Blocks_PersonSearchBlock_Find_Message1
source: Create artificial person
et: Loo juriidiline isik
ru: Создать юридическое лицо

# Blocks_PersonSearchBlock_Find_Message2
source: Create natural person
et: Loo füüsiline isik
ru: Создать физическое лицо

# DocControl_SavePart_AddDBDocDialog_DialogEvent_Message1
source: Document part saved
et: Dokumendi osa on salvestatud.
ru: Сохранена часть документа

source: Print settings
et: Prindi konfiguratsioon
ru: Настройки печати

source: E-form
et: Elektrooniline vorm
ru: Эл.форма

# OEForm
source: e-form
ru: эл.формы

# DocControl_Page_Error1
source: Error saving file
et: Viga faili salvestamisel
ru: Ошибка сохранения файла

source: File not saved
et: Fail ei ole salvestatud
ru: Файл не сохранен

source: Image properties
et: Kujutise omadused
ru: Свойства изображения

# SetBefore
source: Add page from the scanner before current page
et: Lisa lehekülg skannerist jooksva ees
ru: Добавить страницу со сканера перед текущей

# SetAfter
source: Add page from the scanner after current page
et: Lisa lehekülg skannerist jooksva järel
ru: Добавить страницу со сканера после текущей

# DocControl_variantList_MouseUp_Message1
source: Make main image
et: Määra põhikujutiseks
ru: Сделать основным изображением

# DocControl_variantList_MouseUp_Message2
source: Delete document image
et: Kustuta dokumendi kujutis.
ru: Удалить изображение документа

# DocControl_variantList_MouseUp_Message3
source: Save as new document
et: Salvesta uue dokumendina
ru: Сохранить в виде нового документа
