Repository: Kesco-m/Kesco.Lib.Win.Document
Catalog: StringResources.*.resx
Languages: et, ru

source: Delete e-form
et: Kustuta elektrooniline vorm
ru: Удалить эл. форму

# DocumentD
source: document
et: dokument
ru: документа

# DocControl_variantList_DelClick_Message1
source: You are going to delete
et: Te sovite kustutada
ru: Вы собираетесь удалить

# DocControl_variantList_DelDocItem_Click_Message2
source: from archive.
et: arhiivist.
ru: из архива.

# DocControl_variantList_DelDocItem_Click_Message3
source: The image will be removed finally without an opportunity of restoration.
et: Kujutist kustutatakse lõplikult, taastamise võimaluseta.
ru: Изображение будет удалено окончательно, без возможности восстановления.

# DocControl_variantList_DelDocItem_Click_Message4
source: Are you sure that want to remove this image from archive?
et: Kas soovite kustutada kujutist arhiivist?
ru: Вы действительно хотите удалить этот изображение из архива?

# DocControl_variantList_DelEForm_Click_Message1
source: e-form of the document
et: dokumendi elektroonilist vormi
ru: эл. форму документа

# DocControl_variantList_DelEForm_Click_Message2
source: The data specified in it, will be lost.
et: Selles sisalduvad andmed kaovad ära.
ru: Данные, указанные в ней, будет утеряны.

# DocControl_variantList_DelEForm_Click_Message3
source: Are you sure that want to remove e-form of document from archive?
et: Kas soovite kustutada elektroonilist vormi arhiivist?
ru: Вы действительно хотите удалить эл. форму документа из архива?

source: Image Saved
et: Kujutis salvestatud
ru: Сохранено изображение

source: to window
et: akna järgi
ru: по окну

# DocControl_zoomCombo_SelectedIndexChanged_Error1
source: Maximal zoom
et: Maksimaalne suurendus
ru: Максимальный масштаб

source: to height
et: kõrguse järgi
ru: по высоте

source: to width
et: laiuse järgi
ru: по ширине

source: Changes
et: Muutused
ru: Изменения

# DocControl_ImageChanged_Message1
source: The image was changed.
et: Kujutis oli muudetud
ru: Изображение было изменено.

# DocControl_ImageChanged_Message2
source: Goto the changed version?
et: Minna muudetud versioonile üle?
ru: Перейти к измененной версии?

source: (with specifications)
et: (täpsustustega)
ru: (c уточнениями)

# Select_SelectDocUniversalDialog_Message1
source: Selected document simular with document
et: Valitud dokument ühtib dokumendiga,
ru: Выбранный документ совпадает с документом,

# Select_SelectDocUniversalDialog_Message2
source: for witch the search in going
et: mille jaoks teostatakse otsingut
ru: для которого идет поиск.

# Select_SelectDocUniversalDialog_Message3
source: Selected document is not suitable for search ristrictions
et: Valitud dokument ei lange otsingupiirangute alla.
ru: Выбранный документ не подходит под ограничения поиска.

# MenuList_menuDel_Click_Message2
source: Link can be deleted from e-form only
et: Seost saab kustutada vaid elektroonilisest vormist
ru: Связь можно удалить только из эл.формы

# DocControl_variantList_DelDocItem_Click_Message1
source: image from
et: kujutis kuupäevaga
ru: изображение от

# DocControl_variantList_DelEForm_Click_Message4
source: Are you sure that want to remove document from archive?
et: Kas soovite kustutada dokumenti arhiivist?
ru: Вы действительно хотите удалить документ из архива?

source: From
et: Saatja
ru: От

# GotMessage
source: New message
et: Uus sõnum
ru: Новое сообщение

source: Create
et: Loo
ru: Создать

source: Move and copy
et: Liiguta ja kopeeri
ru: Перемещение и копирование

source: Delete
et: Kustuta
ru: Удалить

source: Reply
et: Vasta
ru: Ответить

source: Reply all
et: Vasta kõigile
ru: Ответить всем

source: Forward
et: Saada
ru: Переслать

source: Send/receive
et: Saatmine/vastuvõtmine
ru: Отправить/получить

source: No selected elements.
et: Elemendid ei ole hetkel valitud
ru: В данное время элементы не выделены.

source: Print
et: Prindi
ru: Печать

# CalDay
source: Tooday
et: Päevik
ru: Ежедневник

# CalWeek
source: Week
et: Nädala ajakiri
ru: Еженедельник

# CalMonth
source: Month
et: Kuu ajakiri
ru: Ежемесячник

# Dialog_AddDBDocDialog_buttonOK_Click_Error6
source: Try to save document once again.
et: Uuendage kujutis ning üritage salvestada uuesti.
ru: Обновите изображение и попробуйте сохранить еще раз.

# Dialog_AddDBDocDialog_buttonOK_Click_Error7
source: On the image of the document is set signature or stamp.
et: On pilt dokument on seatud allkiri või pitser.
ru: На изображение документа установлена подпись или штамп.

# AddRecepient
source: Add recipient
et: Lisa saaja
ru: Добавить получателя

# Control_MenuList_ToolTip
source: The date of main document is more then date of subsequent document
et: Alusdokumendi kuupäev on suurem kui alamdokumendi kuupäev
ru: Дата документа основания больше даты вытекающего документа

# Dialogs_LinkTypeDialog_ToolTip
source: The date of main document can not be more then date of subsequent document
et: Alusdokumendi kuupäev ei saa olla suurem kui alamdokumendi kuupäev
ru: Дата документа основания не может быть больше даты вытекающего документа

# DocControl_variantList_DelEformClick_Error
source: E-form is signed. Delete is unavalible.
et: Elektrooniline vorm on allkirjastatud. Kustutamine ei ole võimalik.
ru: Эл. форма подписана. Удаление невозможно.

# DocControl_variantList_DelEformClick_ErrorTitle
source: E-form delete error
et: Viga elektroonilise vormi kustutamisel.
ru: Ошибка удаление эл. формы

# DocControl_DelEformItem_DialogEvent_Message1
source: All images of this document was been printed. If delete the e-form the document will be delete. Continue?
et: Antud dokumendi kõik kujutised on trükitud. Elektroonilise vormi kustutamisel kustutatakse dokument ära! Jätkan?
ru: Все изображения данного документа были напечатаны. При удалении эл. формы будет удален документ! Продолжить?

# DocControl_DelEformItem_DialogEvent_Message2
source: This e-form contains images, that was printed. Them be deleted. Continue?
et: Antud elektroonilisel vormil on trükitud kujutised, mida kustutatakse ära. Jätkan?
ru: У данной эл. формы имеются напечатаные изображения, которые будут удалены. Продолжить?

source: Author
et: Autor
ru: Автор

source: Delete confirmation
et: Kustutamise kinnitus
ru: Подтверждение удаления

# DeleteConfirmationEmployees
source: Are you sure you want to delete the selected employee?
et: Kas olete kindel, et soovite kustutada valitud töötajat?
ru: Вы уверены, что хотите удалить выбранного сотрудника?

# DeleteConfirmationMailingList
source: Are you sure you want to delete the selected mailing list?
et: Kas olete kindel, et soovite kustutada valitud postiloendit?
ru: Вы уверены, что хотите удалить выбранный список рассылки?

source: Mailing list name
et: Postiloendi nimetus
ru: Название списка рассылки

# DocControl_variantList_MouseUp_Message4
source: Delete print form of document
et: Kustuta dokumendi trükivorm
ru: Удалить печатную форму документа

# PrintedImageProperties
source: Properties of print form
et: Trükivormi omadused
ru: Свойства печатной формы

# Properties_PropertiesDocImageDialog_UpdateControls_Message3
source: Print form is main
et: Prindivorm on põhivorm
ru: Печатная форма является основной

# Properties_PropertiesDocImageDialog_UpdateControls_Message4
source: Print form is not main
et: Prindivorm ei ole põhivorm
ru: Печатная форма не является основной

# Properties_PropertiesDocImageDialog_PropertiesDocImageDialog_Load_Message7
source: Main print form
et: Põhiline trükivorm
ru: Основная печатная форма

source: Cancel
et: Loobu
ru: Отмена

# msgAs
source: as
et: nagu
ru: как

# msgFinishSign
source: You sign the e-form of document as "Executed - Work is completed". This signature can not be removed in the future. Are you sure work on the document is complete, the data in the e-form entered correctly and do not need them change?
et: Te allkirjastate elektroonilist vormi kui "Tehtud-töö lõpetatud".<br><br> Seda allkirja ei saa tulevikus eemaldada.<br><br> Kas olete kindel, et<b>töö dokumendiga on lõpetatud</b>, andmed on sisestatud elektroonilise vormi korrektselt ning ei vaja muutm
ru: Вы подписываете электронную форму документа как "Выполнено-работа завершена". Данная подпись не может быть удалена в дальнейшем. Вы уверенны, что работа по документу завершена, данные в эл. форме введены корректно и не потребуется их изменить?

# msgSendFinishMsg
source: Send a message to the final signature
et: Saada teadet lõpetava allkirja kohta
ru: Отсылать сообщение о завершающей подписи

# msgSendCancelMsg
source: Send a message to the canceled signature
et: Saada sõnum annuleeritud allkirja kohta
ru: Отсылать сообщение о аннулированной подписи

# msgCancelSign
source: You sign the image of document as "Canceled". This signature can not be removed in the future. Are you sure work on the image of the document need to be canceled?
et: Te allkirjastate dokumendi kujutist kui "Annuleeritud". Seda allkirja ei saa tulevikus kustutada. Kas olete kindel, et töö dokumendi kujutisega peab olema annuleeritud?
ru: Вы подписываете изображение документа как "Аннулировано". Данная подпись не может быть удалена в дальнейшем. Вы уверенны, что работа с изображением документа должна быть аннулирована?

# msgSign
source: To sign
et: Allkirjasta
ru: Подписать

# msgRemoveSignConfirm
source: You remove the signature {0}. It only makes sense to change the {1}. {2} Continue?
et: Te kustutate allkirja {0}. Sellel on mõte ainult {1} muutmiseks . {2} Jätkan?
ru: Вы удаляете подпись {0}. Это имеет смысл только для изменения {1}. {2} Продолжить?

# msgRemoveSignEmployeeConfirm
source: To restore the signature will need to apply to that employee.
et: Allkirja taastamiseks tuleb pöörduda nimetatud töötaja poole.
ru: Для восстановления подписи придется обратиться к указанному сотруднику.

# labFinalSign
source: final sign:
et: tehtud-töö lõpetatud:
ru: выполнено-работа завершена:

# labStamp
source: stamp
et: tempel
ru: штамп

# labCancelSign
source: canceled sign:
et: annuleeritud
ru: аннулировано:

# labSign
source: sign:
et: allkiri:
ru: подпись:

# btnDropDownTooltipText
source: Show all signs
et: Näita kõik allkirjad
ru: Показать все подписи

# DeleteStamp
source: Delete stamp(s)
et: Kustuta tempel(id)
ru: Удалить штамп(ы)

# labSigns
source: sings:
et: allkirjad:
ru: подписи:

# DeleteTrans
source: This will delete the transaction on that document ({0} items). Continue?
et: See põhjustab selle dokumendga seotud finantsoperatsioonide kustutamist ({0} tk). Jätkan?
ru: Это приведет к удалению финопераций по этому документу ({0} шт). Продолжить?

# msgSend
source: Send message
et: Saada sõnum
ru: Отсылать сообщение

# Dialog_ColorCompressionDialog_ZoomIn_Text
source: ZoomIn
et: Suurenda
ru: Увеличить

# Dialog_ColorCompressionDialog_ZoomOut_Text
source: ZoomOut
et: Vähenda
ru: Уменьшить

# Dialog_ColorCompressionDialog_BlackWhiteRadio
source: Black&White
et: Mustvalge
ru: Черно-белый

# Dialog_ColorCompressionDialog_ColorRadio
source: High fidelity color
et: Kõrge värvikvaliteediga
ru: С повышенной точностью передачи цвета

# Dialog_ColorCompressionDialog_ApplyToAllBut
source: Apply to all pages
et: Rakenda kõikide lehekülgede kohta
ru: Применить ко всем страницам

# Dialog_ColorCompressionDialog_PreMessage
source: The saved document contains a pages with high fidelity color. Mark pages to save them with high fidelity color? Warning! In case of refusal ('No') all pages will be saved in black and white.
et: Salvestatavas dokumendis on leheküljed kõrge värvkvaliteediga. Kas märgin leheküljed salvestamiseks kõrge värvikvaliteediga? Tähelepanu!! Kui valite ('Ei'), kui leheküljed salvestatakse mustvalges formaadis.
ru: В сохраняемом документе присутствуют страницы с повышенной точностью передачи цвета. Отметить страницы для сохранения их с повышенной точностью передачи цвета? Внимание!!! При отказе ('Нет') все страницы будут сохранены в черно-белом формате.

# Dialog_AddDBDocDialog_buttonOK_Click_Warning13
source: Do not type the name of the document correct?
et: Ei kirjuta nime dokument on õige?
ru: Не набрано название документа исправить?

# DocumentName
source: Document title
et: Dokumentide nimetus
ru: Название документа

# Properties_PropertiesDocImageDialog_ImageType_Title
source: Image Type:
ru: Тип изображения:

# ImageShowControl_mi_Click_Message1
source: Are you sure you want to delete the selected stamps?
et: Oled sa kindel, et soovid kustutada valitud templid?
ru: Вы уверены, что хотите удалить выделенные штампы?

# DocControl_PageMove_Error
source: The image of the document is signed. The change is unacceptable.
et: Pilt dokumendi allkirjastamist. Muutus on vastuvõetamatu.
ru: Изображение документа не может быть изменено, т.к. оно подписано.

# DocControl_PDF_Encrypted
source: This document has an open password. Enter the password:
et: Käesolev dokument on avatud parool. Sisesta parool:
ru: Документ защищен паролем. Введите пароль:

# DocControl_PDF_EnterPass
source: Password
et: Parool
ru: Ввод пароля

# DocControl_PDF_FileBusy
source: Could not save file {0} because it is in used by another process.
et: Faili ei saa salvestada {0}, kuna see on kasutusel teise protsessi.
ru: Сохранение в изменений в файле {0} невозможно, так как он используется другим процессом.

# DocControl_PDF_FileReadonly
source: File {0} is read only. Rewrite it?
et: Faili {0} on ainult lugemiseks. Ümber kirjutama?
ru: Файл {0} доступен только для чтения. Заменить?

# DocControl_PDF_SaveOriginQuery
source: Attention! Saved pages will be deleted from original file!
ru: Внимание! Сохраненные страницы будут также удалены из оригинала!

# DocControl_DelPartQuery
source: Remove page from {0} to {1}?
et: Kustuta leht {0}-{1}?
ru: Удалить страницы с {0} по {1}?

# DocControl_DelPartQuery_1
source: Delete saved pages from a file {0}?
et: Kustuta salvestatud lehekülgi faili {0}?
ru: Удалить сохраняемые страницы из файла {0}?

# DocControl_FileDeleted
source: File {0} has been deleted by another user!
ru: Файл {0} был удален другим пользователем!

# DocControl_FileRenamed
source: File {0} has been renamed by another user!
ru: Файл {0} был переименован другим пользователем!

# DocControl_FileChanged
source: Image has been changed by another user.{0}When you close the image would be reloaded.
ru: Изображение было изменено другим пользователем.{0}После закрытия окна изображение будет перегружено.

# DocControl_DocNotSave
source: Document will not be saved.
ru: Документ не будет сохранен.

# Select_SelectImageDialog_Message1
source: There is no images to add pages in the document! Save image as a new document image?
et: Ei ole pilte lisada lehti dokumendis! Salvesta pilt kui uue dokumendi pilt?
ru: У документа отсутсвуют изображения, к которым возможно добавление страниц! Сохранить изображение как новое изображение документа?

# ConflictItem
source: The item cannot be added because it conflict with item:
ru: Невозможено добавить пункт, так как он противоречит пункту:

# PersonIsNotValid
source: does not exist for this document date
et: ei eksisteeri dokumendi kuupäev
ru: не существует на дату документа

source: Size KB
ru: Размер КВ

source: on field
ru: по полю

# Dialogs_SendFaxDialog_ImpossibleForDoc
source: The operation can't be applied to
ru: Операция не применима к

# Dialogs_SendFaxDialog_FileAttachError
source: Couldn't attach a file
ru: Не удалось прикрепить документ

# NewWindowDefaultToolTip
source: Open in a separete window (Ctrl+W)
et: Ava eraldi aknas (Ctrl+W)
ru: Открыть в окне (Ctrl+W)

# NewWindowFileNotFound
source: The files were not found:
ru: Следующие файлы не найдены:

# NotSaved
source: There is an error during the saving. The image does not saved. Repeat the image save?
ru: При сохранении изображения произошла ошибка. Изображение небыло сохранено Повторить сохранение изображения?

source: File size
et: Faili suurus
ru: Размер файла

source: byte
et: bytes
ru: байт

source: Pages
et: Lehekülgede
ru: Страниц

# DocControl_ReadOnlyFile
source: The file is unavailable for editing!
ru: Файл недоступен для редактирования!

# DocControl_TmpFileWarning
source: You will complete the work c a temporary copy of the {0}
et: Te likvideerida tööd c ajutise {0} koopia
ru: Вы завершаете работу c временной копией {0}!

# DocControl_TmpFileWarning0
source: Changes that you made will be lost.
et: Teie muudatused lähevad kaotsi.
ru: Все Ваши изменения будут утеряны.

# DocControl_TmpFileWarning1
source: Open a temporary copy in a separate window?
et: Ava salvestatud koopia eraldi aknas?
ru: Открыть временную копию в отдельном окне?

# DocControl_TmpFileWarning2
source: Continue to work with the temporary copy?
et: Jätkata tööd koos salvestatud koopia?
ru: Продолжить работу с временной копией?

# SaveChangesDialog_Change
source: Change
ru: Изменить

# SaveChangesDialog_Source
source: source
ru: исходный

# SaveChangesDialog_Changed
source: changed
ru: изменённый

# SaveChangesDialog_SaveToArchive
source: Saving to Archive
ru: Сохранить в Архив

# SaveChangesDialog_Print
source: Print
ru: Отправить на печать

# SaveChangesDialog_SendMail
source: Send from the office
ru: Отправить из офиса

# SaveChangesDialog_ChangesCopy
source: the changed copy
ru: изменённую копию

# SaveChangesDialog_DeleteInSource
source: Delete in source
ru: Удалить в исходном

# SaveChangesDialog_Doc1
source: document
ru: документе

# SaveChangesDialog_File1
source: file
ru: файле

# SaveChangesDialog_Doc2
source: document
ru: документа

# SaveChangesDialog_File2
source: file
ru: файла

# DocControl_CopyExists
source: The changes to the {0} are not provided - there is an altered copy!
ru: Изменения в {0} не предусмотрены - существует изменённая копия!

# DocControl_BadPDF
source: The file {0} is damaged and can not be opened by the program document archive. Use another program designed for PDF file type. If the file is able to open in another program, please report it to customer support(p.5555)
ru: Файл '{0}' повреждён и не может быть открыт программой Архив Документов. Воспользуйтесь другой программой, предназначенной для просмотра файлов типа PDF. Если файл удалось просмотреть другой программой, пожалуйста, сообщите об этом в службу поддержки(т.5555)

# AnnulledImage
source: Annulled
ru: Аннулировано

# MainForm.REDOAddImageToDoc
source: Re-add a picture
et: Re-aggiungere un'immagine
ru: Повторно добавить изображение

# MainForm.UNDOAddImageToDoc
source: Undo add image
et: Immagine aggiuntiva annulla
ru: Отменить добавление изображения

# PropertiesDocImageDialog_SetDocImageArchive_Redo
source: Re-run changes in the original repository (image)
et: Ri-eseguire cambiamenti nel repository originale (immagine)
ru: Повторно выполнить изменение хранилища оригинала(изображение)

# PropertiesDocImageDialog_SetDocImageArchive_Undo
source: Undo changes to the original store (image)
et: Annulla le modifiche al negozio originale (immagine)
ru: Отменить изменение хранилища оригинала(изображение)

# PropertiesDocImageDialog_SetMainImage_Redo
source: Redo the operation "to do main image"
et: Ripetere l'installazione dell'immagine principale
ru: Повторить установку основного изображения

# PropertiesDocImageDialog_SetMainImage_Undo
source: Cancel the operation "to do main image"
et: Per annullare l'operazione "per fare immagine di base"
ru: Отмена установки основного изображения

# SignDocumentPanel_Sign_Redo
source: Repeat the signing.
et: Ripetere la firma.
ru: Повторить подписание.

# SignDocumentPanel_Sign_Undo
source: Cancel signing.
et: Annulla la firma.
ru: Отменить подписание.

# SignDocumentPanel_DeleteSign_Redo
source: Repeat the removal of signatures.
et: Ripetere la rimozione delle firme.
ru: Повторить удаление подписи.

# SignDocumentPanel_DeleteSign_Undo
source: Undelete signature.
et: Firma Undelete.
ru: Отменить удаление подписи.

# CheckTypeDialogCountry_MustHaveNotResident
source: Among the persons of the document there are no non-residents!
et: Dokumendi isikud ei ole mitteresidentidest!
ru: Среди лиц документа отсутствуют нерезиденты!

# CheckTypeDialogCountry_OnlyRussianCompany
source: Among the persons of the document there are non-residents!
et: Dokumendi isikud on mitteresidendid!
ru: Среди лиц документа присутствуют нерезиденты!

# SetPrinterDefault_Question
source: Are you sure that you want to set the selected printer as the default?
et: Kas soovite kindlasti valitud printeri vaikimisi valida?
ru: Вы действительно хотите установить выбранный принтер по умолчанию?

source: Default printer
et: Vaikimisi printer
ru: Принтер по умолчанию

# Dialog_PersonContactDialog_buttonAdd_Click_Warning1
source: You can not add contact to the person
et: Te ei saa lisada kontakti isikule
