Repository: Kesco-m/Kesco.Lib.Win.Document
Catalog: Dialogs/ColorCompressionDialog.*.resx
Languages: et

# CancelBut.Text
source: Cancel
et: Loobu

# SaveBut.Text
source: Save
et: Salvesta

# $this.Text
source: Images saving options
et: Pilte säästmise võimalusi

# buttonCancel.Text
source: Cancel
et: Loobu

# label1.Text
source: Type:
et: Tüüp:

# textBox1.AutoCompleteCustomSource
source: no
et: ei

# textBox1.ToolTip
source: Document has name different from the type
et: Pealkiri originaaldokument ei vasta teatud tüüpi

# checkBoxName.Text
source: Document has name different from the type
et: Dokumenti nimi erineb tüüpi

# checkBoxName.ToolTip
source: Title of the original document does not meet the specified type
et: Pealkiri originaaldokument ei vasta teatud tüüpi

# checkBoxNoNumber.Text
source: the document has no number
et: dokumendil puudub number

# label4.Text
source: Date:
et: Kuupäev:

# buttonChange.Text
source: Change
et: Muuda

# groupDocument.Text
source: Document
et: Dokument

# groupPersons.Text
source: Persons
et: Isiku

# checkMain.Text
source: Make main
et: Määra põhikujutiseks

# archiveLabel.Text
source: Depository:
et: Hoidla:

# buttonSelectArchive.Text
source: Select
et: Vali

# labelScanDate.Text
source: Date of receive:
et: Muutmise kuupäev:

# archive.Text
source: [Not selected]
et: [Ei ole valitud]

# original.Text
source: Have original
et: Originaal

# groupImage.Text
source: Image
et: Kujutised

# checkAddToWork.Text
source: Add to work
et: Lisa töösse

# checkSendMessage.Text
source: Send message
et: Saada sõnum

# groupDescription.Text
source: Description
et: Kirjeldus

# checkTemplate.Text
source: Use as template
et: Mall

# checkGotoDoc.Text
source: Goto document after save
et: Mine dokumendi pärast save

# groupLinks.Text
source: Links
et: Seosed

# checkBoxProtected.Text
source: Give the documents right on sending only
et: Anna dokumente otse saata vaid

# checkBoxOpenDoc.Text
source: Open in new window
et: Ava uues aknas

# labelText.Text
source: Are you sure that the title of the document matches the type of document?
et: Oled sa kindel, et pealkirjas olev dokument vastab dokumendi liik?

# button1.Text
source: Yes, it matches
et: Jah, see vastab

# button2.Text
source: No, it does not match
et: Ei, see ei sobi
